Repository: markaspot/markaspot
Catalog: modules/markaspot_emergency/translations/*.po
Languages: de, es, fr

source: Emergency Mode Configuration
de: Notfallmodus-Konfiguration
es: Configuración del modo de emergencia
fr: Configuration du mode d'urgence

source: Current Status
de: Aktueller Status
es: Estado actual
fr: Statut actuel

source: Off
de: Aus
es: Desactivado
fr: Désactivé

source: Standby
de: Bereitschaft
es: En espera
fr: En attente

source: Active
de: Aktiv
es: Activo
fr: Actif

source: Emergency mode type
de: Notfallmodus-Typ
es: Tipo de modo de emergencia
fr: Type de mode d'urgence

source: Disaster
de: Katastrophe
es: Desastre
fr: Catastrophe

source: Crisis
de: Krise
fr: Crise

source: Maintenance
de: Wartung
es: Mantenimiento

source: Force redirect to lite UI
de: Umleitung zur Lite-Benutzeroberfläche erzwingen
es: Forzar redirección a interfaz ligera
fr: Forcer la redirection vers l'interface allégée

source: Unpublish regular categories
de: Reguläre Kategorien zurückziehen
es: Despublicar categorías regulares
fr: Dépublier les catégories régulières

source: Restore categories on deactivation
de: Kategorien bei Deaktivierung wiederherstellen
es: Restaurar categorías al desactivar
fr: Restaurer les catégories lors de la désactivation

source: CAP Alert Banner System
de: CAP-Alarmsystem (Gemeinsames Alarmprotokoll)
es: Sistema de alerta CAP (Protocolo de alerta común)
fr: Système d'alerte CAP (Protocole d'alerte commun)

source: Configure Common Alerting Protocol (CAP) compliant banners for high-priority information.
de: Konfigurieren Sie Gemeinsames Alarmprotokoll (CAP) konforme Banner für hochpriorisierte Informationen.
es: Configure banners conformes al Protocolo de alerta común (CAP) para información de alta prioridad.
fr: Configurez des bannières conformes au Protocole d'alerte commun (CAP) pour les informations hautement prioritaires.

source: Enable CAP banner system
de: CAP-Banner-System aktivieren
es: Habilitar sistema de banner CAP
fr: Activer le système de bannière CAP

source: Allow emergency banners to be displayed on the frontend.
de: Ermöglichen Sie die Anzeige von Notfall-Bannern im Frontend.
es: Permitir que se muestren banners de emergencia en la interfaz de usuario.
fr: Permettre l'affichage des bannières d'urgence sur l'interface utilisateur.

source: Banner message
de: Banner-Nachricht
es: Mensaje del banner
fr: Message de bannière

source: The text to display in the banner. Leave empty to hide banner.
de: Der im Banner anzuzeigende Text. Leer lassen, um Banner zu verbergen.
es: El texto a mostrar en el banner. Déjelo vacío para ocultar el banner.
fr: Le texte à afficher dans la bannière. Laisser vide pour masquer la bannière.

source: Alert level
de: Warnstufe
es: Nivel de alerta
fr: Niveau d'alerte

source: Info (Blue)
de: Information (Blau)
es: Información (Azul)
fr: Information (Bleu)

source: Minor - CAP (Blue)
de: Geringfügig - CAP (Blau)
es: Menor - CAP (Azul)
fr: Mineur - CAP (Bleu)

source: Moderate - CAP (Amber)
de: Mäßig - CAP (Gelb)
es: Moderado - CAP (Ámbar)
fr: Modéré - CAP (Ambre)

source: Severe - CAP (Red)
de: Schwerwiegend - CAP (Rot)
es: Grave - CAP (Rojo)
fr: Grave - CAP (Rouge)

source: Extreme - CAP (Dark Red)
de: Extrem - CAP (Dunkelrot)
es: Extremo - CAP (Rojo oscuro)
fr: Extrême - CAP (Rouge foncé)

source: Warning (Amber)
de: Warnung (Gelb)
es: Advertencia (Ámbar)
fr: Avertissement (Ambre)

source: Error (Red)
de: Fehler (Rot)
es: Error (Rojo)
fr: Erreur (Rouge)

source: Critical (Dark Red)
de: Kritisch (Dunkelrot)
es: Crítico (Rojo oscuro)
fr: Critique (Rouge foncé)

source: Success (Green)
de: Erfolg (Grün)
es: Éxito (Verde)
fr: Succès (Vert)

source: Choose alert level. CAP levels follow international Common Alerting Protocol standards.
de: Wählen Sie die Alarmstufe. CAP-Stufen folgen internationalen Standards des Gemeinsamen Alarmprotokolls.
es: Elija el nivel de alerta. Los niveles CAP siguen los estándares internacionales del Protocolo de alerta común.
fr: Choisissez le niveau d'alerte. Les niveaux CAP suivent les normes internationales du Protocole d'alerte commun.

source: Banner title (optional)
de: Banner-Titel (optional)
es: Título del banner (opcional)
fr: Titre de bannière (optionnel)

source: Optional title for the banner. If empty, a default title based on alert level will be used.
de: Optionaler Titel für das Banner. Falls leer, wird ein Standardtitel basierend auf der Warnstufe verwendet.
es: Título opcional para el banner. Si está vacío, se usará un título predeterminado basado en el nivel de alerta.
fr: Titre optionnel pour la bannière. Si vide, un titre par défaut basé sur le niveau d'alerte sera utilisé.

source: Display Conditions
de: Anzeigebedingungen
es: Condiciones de visualización
fr: Conditions d'affichage

source: Show only during emergency mode
de: Nur während Notfallmodus anzeigen
es: Mostrar solo durante modo de emergencia
fr: Afficher uniquement en mode d'urgence

source: Banner will only be visible when emergency mode is active.
de: Banner wird nur sichtbar sein, wenn der Notfallmodus aktiv ist.
es: El banner solo será visible cuando el modo de emergencia esté activo.
fr: La bannière ne sera visible que lorsque le mode d'urgence est actif.

source: Show during maintenance mode
de: Während Wartungsmodus anzeigen
es: Mostrar durante modo de mantenimiento
fr: Afficher en mode maintenance

source: Banner will be visible during maintenance mode.
de: Banner wird während des Wartungsmodus sichtbar sein.
es: El banner será visible durante el modo de mantenimiento.
fr: La bannière sera visible pendant le mode maintenance.

source: Always visible
de: Immer sichtbar
es: Siempre visible
fr: Toujours visible

source: Banner will always be visible regardless of emergency/maintenance mode.
de: Banner wird immer sichtbar sein, unabhängig vom Notfall-/Wartungsmodus.
es: El banner siempre será visible independientemente del modo de emergencia/mantenimiento.
fr: La bannière sera toujours visible quel que soit le mode d'urgence/maintenance.

source: Activate Emergency Mode
de: Notfallmodus aktivieren
es: Activar modo de emergencia
fr: Activer le mode d'urgence

source: Deactivate Emergency Mode
de: Notfallmodus deaktivieren
es: Desactivar modo de emergencia
fr: Désactiver le mode d'urgence

source: Emergency mode has been activated.
de: Notfallmodus wurde aktiviert.
es: El modo de emergencia ha sido activado.
fr: Le mode d'urgence a été activé.

source: Emergency mode has been deactivated.
de: Notfallmodus wurde deaktiviert.
es: El modo de emergencia ha sido desactivado.
fr: Le mode d'urgence a été désactivé.

source: Error activating emergency mode: @error
de: Fehler beim Aktivieren des Notfallmodus: @error
es: Error al activar el modo de emergencia: @error
fr: Erreur lors de l'activation du mode d'urgence : @error

source: Error deactivating emergency mode: @error
de: Fehler beim Deaktivieren des Notfallmodus: @error
es: Error al desactivar el modo de emergencia: @error
fr: Erreur lors de la désactivation du mode d'urgence : @error

source: Injured Persons
de: Verletzte Personen
es: Personas heridas
fr: Personnes blessées

source: Blocked Roads
de: Gesperrte Straßen
es: Carreteras bloqueadas
fr: Routes bloquées

source: Shelter Needed
de: Unterkunft benötigt
es: Refugio necesario
fr: Abri nécessaire

source: Water/Food Needed
de: Wasser/Nahrung benötigt
es: Agua/Comida necesaria
fr: Eau/Nourriture nécessaire

source: Missing Persons
de: Vermisste Personen
es: Personas desaparecidas
fr: Personnes disparues

source: Power Outage
de: Stromausfall
es: Corte de energía
fr: Panne de courant

source: Gas Leak
de: Gasleck
es: Fuga de gas
fr: Fuite de gaz

source: Building Damage
de: Gebäudeschäden
es: Daño a edificios
fr: Dommages au bâtiment

source: Emergency Mode Active
de: Notfallmodus aktiv
es: Modo de emergencia activo
fr: Mode d'urgence actif

source: The system is currently in emergency mode. Please use the emergency reporting categories.
de: Das System befindet sich derzeit im Notfallmodus. Bitte verwenden Sie die Notfall-Meldekategorien.
es: El sistema está actualmente en modo de emergencia. Por favor use las categorías de reporte de emergencia.
fr: Le système est actuellement en mode d'urgence. Veuillez utiliser les catégories de signalement d'urgence.

source: Go to Emergency Reporting
de: Zur Notfallmeldung gehen
es: Ir al reporte de emergencia
fr: Aller au signalement d'urgence

source: Maintenance banner text
de: Wartungs-Banner-Text
es: Texto del banner de mantenimiento
fr: Texte de bannière de maintenance

source: Optional message shown by the frontend while maintenance mode is active.
de: Optionale Nachricht, die vom Frontend angezeigt wird, während der Wartungsmodus aktiv ist.
es: Mensaje opcional mostrado por la interfaz de usuario mientras el modo de mantenimiento está activo.
fr: Message optionnel affiché par l'interface utilisateur pendant que le mode maintenance est actif.

source: Force redirect to lite UI in maintenance
de: Umleitung zur Lite-Benutzeroberfläche in Wartung erzwingen
es: Forzar redirección a interfaz ligera en mantenimiento
fr: Forcer la redirection vers l'interface allégée en maintenance

source: Usually disabled. Enable only if you want to use the lite UI during maintenance.
de: Normalerweise deaktiviert. Aktivieren Sie dies nur, wenn Sie die Lite-Benutzeroberfläche während der Wartung verwenden möchten.
es: Generalmente deshabilitado. Habilite solo si desea usar la interfaz ligera durante el mantenimiento.
fr: Généralement désactivé. Activez uniquement si vous souhaitez utiliser l'interface allégée pendant la maintenance.
